Repository: bennokress/Tyokalu
Catalog: Työkalu/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, el, es, et, fi, fr, hr, hu, it, ja, lt, lv, nb, nl, nn, pl, ro, sk, sl, sv, tr, uk, zh_hans

source: The tap action "Open URL" requires a valid URL
bg: Действието при докосване „Отвори URL" изисква валиден URL
cs: Akce při klepnutí „Otevřít URL" vyžaduje platnou URL adresu
de: Die Tippaktion "URL öffnen" erfordert eine gültige URL
el: Η ενέργεια πατήματος «Άνοιγμα URL» απαιτεί έγκυρο URL
es: La acción al tocar «Abrir URL» requiere una URL válida
et: Puutetoiming „Ava URL" nõuab kehtivat URL-i
fi: Napauta-toiminto "Avaa URL" vaatii kelvollisen URL-osoitteen
fr: L'action au toucher « Ouvrir l'URL » nécessite une URL valide
hr: Radnja dodirom "Otvori URL" zahtijeva valjani URL
hu: A „URL megnyitása" koppintási művelet érvényes URL-t igényel
it: L'azione al tocco "Apri URL" richiede un URL valido
ja: タップアクション「URLを開く」には有効なURLが必要です
lt: Palietimo veiksmas „Atidaryti URL" reikalauja galiojančio URL
lv: Pieskāriena darbība "Atvērt URL" prasa derīgu URL
nb: Trykk-handlingen «Åpne URL» krever en gyldig URL
nl: De tikactie "Open URL" vereist een geldige URL
nn: Trykkhandlinga «Opne URL» krev ein gyldig URL
pl: Akcja dotknięcia „Otwórz URL" wymaga prawidłowego URL
ro: Acțiunea la atingere „Deschideți URL" necesită un URL valid
sk: Akcia pri ťuknutí "Otvoriť URL" vyžaduje platnú URL adresu
sl: Dejanje ob dotiku »Odpri URL« zahteva veljaven URL
sv: Tryck-åtgärden "Öppna URL" kräver en giltig URL
tr: «URL Aç» dokunma işlemi geçerli bir URL gerektirir
uk: Дія при натисканні «Відкрити URL» потребує дійсного URL
zh_hans: 点击操作"打开URL"需要有效的URL

source: The tap action "Run Shortcut" requires a valid Shortcut Name
bg: Действието при докосване „Изпълни пряк път" изисква валидно име на пряк път
cs: Akce při klepnutí „Spustit zkratku" vyžaduje platný název zkratky
de: Die Tippaktion "Kurzbefehl ausführen" erfordert einen gültigen Kurzbefehlnamen
el: Η ενέργεια πατήματος «Εκτέλεση συντόμευσης» απαιτεί έγκυρο όνομα συντόμευσης
es: La acción al tocar «Ejecutar atajo» requiere un nombre de atajo válido
et: Puutetoiming „Käivita otsetee" nõuab kehtivat otsetee nime
fi: Napauta-toiminto "Suorita pikakomento" vaatii kelvollisen pikakomennon nimen
fr: L'action au toucher « Exécuter un raccourci » nécessite un nom de raccourci valide
hr: Radnja dodirom "Pokreni prečac" zahtijeva valjani naziv prečaca
hu: A „Parancs futtatása" koppintási művelet érvényes parancsnevet igényel
it: L'azione al tocco "Esegui comando rapido" richiede un nome comando rapido valido
ja: タップアクション「ショートカットを実行」には有効なショートカット名が必要です
lt: Palietimo veiksmas „Paleisti sparčiąją komandą" reikalauja galiojančio sparčiosios komandos pavadinimo
lv: Pieskāriena darbība "Palaist saīsni" prasa derīgu saīsnes nosaukumu
nb: Trykk-handlingen «Kjør snarvei» krever et gyldig snarveinavn
nl: De tikactie "Voer opdracht uit" vereist een geldige opdrachtnaam
nn: Trykkhandlinga «Køyr snarveg» krev eit gyldig snarvegnamn
pl: Akcja dotknięcia „Uruchom skrót" wymaga prawidłowej nazwy skrótu
ro: Acțiunea la atingere „Rulați scurtătura" necesită un nume de scurtătură valid
sk: Akcia pri ťuknutí "Spustiť skratku" vyžaduje platný názov skratky
sl: Dejanje ob dotiku »Zaženi bližnjico« zahteva veljavno ime bližnjice
sv: Tryck-åtgärden "Kör genväg" kräver ett giltigt genvägsnamn
tr: «Kestirme Çalıştır» dokunma işlemi geçerli bir Kestirme Adı gerektirir
uk: Дія при натисканні «Запустити швидку команду» потребує дійсної назви швидкої команди
zh_hans: 点击操作"运行快捷指令"需要有效的快捷指令名称

source: The type of day you want to check for
bg: Типът на деня, който искате да проверите
cs: Typ dne, který chcete zkontrolovat
de: Der Tagestyp, auf den du prüfen möchtest
el: Ο τύπος ημέρας που θέλετε να ελέγξετε
es: El tipo de día que quieres comprobar
et: Päeva tüüp, mida soovid kontrollida
fi: Päivätyyppi, jonka haluat tarkistaa
fr: Le type de jour que vous souhaitez vérifier
hr: Vrsta dana koju želite provjeriti
hu: A nap típusa, amelyre ellenőrizni szeretnél
it: Il tipo di giorno che vuoi verificare
ja: チェックしたい曜日の種類
lt: Dienos tipas, kurį norite tikrinti
lv: Dienas tips, kuru vēlaties pārbaudīt
nb: Typen dag du vil sjekke for
nl: Het type dag waarop je wilt controleren
nn: Typen dag du vil sjekke for
pl: Typ dnia, który chcesz sprawdzić
ro: Tipul de zi pentru care doriți să verificați
sk: Typ dňa, ktorý chcete skontrolovať
sl: Vrsta dneva, ki jo želite preveriti
sv: Typen av dag du vill kontrollera för
tr: Kontrol etmek istediğiniz gün türü
uk: Тип дня, який ви хочете перевірити
zh_hans: 您要检查的日期类型

source: This action will display a notification on this device.
bg: Това действие ще покаже известие на това устройство.
cs: Tato akce zobrazí oznámení na tomto zařízení.
de: Diese Aktion zeigt eine Mitteilung auf diesem Gerät an.
el: Αυτή η ενέργεια θα εμφανίσει μια ειδοποίηση σε αυτήν τη συσκευή.
es: Esta acción mostrará una notificación en este dispositivo.
et: See toiming kuvab teavituse sellel seadmel.
fi: Tämä toiminto näyttää ilmoituksen tällä laitteella.
fr: Cette action affichera une notification sur cet appareil.
hr: Ova radnja će prikazati obavijest na ovom uređaju.
hu: Ez a művelet értesítést jelenít meg ezen az eszközön.
it: Questa azione mostrerà una notifica su questo dispositivo.
ja: このアクションはこのデバイスに通知を表示します。
lt: Šis veiksmas parodys pranešimą šiame įrenginyje.
lv: Šī darbība parādīs paziņojumu šajā ierīcē.
nb: Denne handlingen vil vise et varsel på denne enheten.
nl: Deze handeling toont een melding op dit apparaat.
nn: Denne handlinga vil vise eit varsel på denne eininga.
pl: Ta czynność wyświetli powiadomienie na tym urządzeniu.
ro: Această acțiune va afișa o notificare pe acest dispozitiv.
sk: Táto akcia zobrazí oznámenie na tomto zariadení.
sl: To dejanje bo prikazalo obvestilo na tej napravi.
sv: Denna åtgärd visar en avisering på denna enhet.
tr: Bu işlem, bu cihazda bir bildirim görüntüler.
uk: Ця дія покаже сповіщення на цьому пристрої.
zh_hans: 此操作将在此设备上显示通知。

source: This action will return a Boolean value representing if the given date has the given type of day.
bg: Това действие ще върне булева стойност, представляваща дали дадената дата има дадения тип ден.
cs: Tato akce vrátí booleovskou hodnotu reprezentující, zda má dané datum daný typ dne.
de: Diese Aktion gibt einen booleschen Wert zurück, der angibt, ob das gegebene Datum den gegebenen Tagestyp hat.
el: Αυτή η ενέργεια θα επιστρέψει μια τιμή Boolean που υποδεικνύει αν η δεδομένη ημερομηνία έχει τον δεδομένο τύπο ημέρας.
es: Esta acción devolverá un valor booleano que representa si la fecha dada tiene el tipo de día dado.
et: See toiming tagastab tõeväärtuse, mis näitab, kas antud kuupäev on antud päevatüüp.
fi: Tämä toiminto palauttaa totuusarvon, joka kertoo onko annetulla päivämäärällä annettu päivätyyppi.
fr: Cette action renverra une valeur booléenne indiquant si la date donnée correspond au type de jour donné.
hr: Ova radnja će vratiti Booleovu vrijednost koja predstavlja ima li dani datum danu vrstu dana.
hu: Ez a művelet egy logikai értéket ad vissza, amely jelzi, hogy az adott dátum az adott naptípussal rendelkezik-e.
it: Questa azione restituirà un valore booleano che indica se la data fornita ha il tipo di giorno specificato.
ja: このアクションは、指定された日付が指定された曜日の種類かどうかを表すブール値を返します。
lt: Šis veiksmas grąžins loginę reikšmę, nurodančią, ar nurodyta data turi nurodytą dienos tipą.
lv: Šī darbība atgriezīs Būla vērtību, kas norāda, vai dotajam datumam ir dotais dienas tips.
nb: Denne handlingen vil returnere en boolsk verdi som representerer om den gitte datoen har den gitte typen dag.
nl: Deze handeling retourneert een Booleaanse waarde die aangeeft of de gegeven datum het gegeven type dag heeft.
nn: Denne handlinga vil returnere ein boolsk verdi som representerer om den gjevne datoen har den gjevne typen dag.
pl: Ta czynność zwróci wartość logiczną reprezentującą, czy podana data ma podany typ dnia.
ro: Această acțiune va returna o valoare booleană care reprezintă dacă data dată are tipul de zi dat.
sk: Táto akcia vráti boolovskú hodnotu reprezentujúcu, či daný dátum má daný typ dňa.
sl: To dejanje bo vrnilo logično vrednost, ki predstavlja, ali ima dani datum dano vrsto dneva.
sv: Denna åtgärd returnerar ett booleskt värde som representerar om det angivna datumet har den angivna typen av dag.
tr: Bu işlem, verilen tarihin verilen gün türüne sahip olup olmadığını temsil eden bir Boolean değeri döndürür.
uk: Ця дія поверне логічне значення, яке вказує, чи задана дата має заданий тип дня.
zh_hans: 此操作将返回一个布尔值，表示给定日期是否具有给定的日期类型。

source: This action will return a Boolean value representing if the hour of the given date is inside the given time frame.
bg: Това действие ще върне булева стойност, представляваща дали часът на дадената дата е в дадената времева рамка.
cs: Tato akce vrátí booleovskou hodnotu reprezentující, zda je hodina daného data v daném časovém rámci.
de: Diese Aktion gibt einen booleschen Wert zurück, der angibt, ob die Stunde des gegebenen Datums innerhalb des gegebenen Zeitraums liegt.
el: Αυτή η ενέργεια θα επιστρέψει μια τιμή Boolean που υποδεικνύει αν η ώρα της δεδομένης ημερομηνίας είναι εντός του δεδομένου χρονικού πλαισίου.
es: Esta acción devolverá un valor booleano que representa si la hora de la fecha dada está dentro del intervalo de tiempo dado.
et: See toiming tagastab tõeväärtuse, mis näitab, kas antud kuupäeva tund on antud ajavahemikus.
fi: Tämä toiminto palauttaa totuusarvon, joka kertoo onko annetun päivämäärän tunti annetun ajanjakson sisällä.
fr: Cette action renverra une valeur booléenne indiquant si l'heure de la date donnée se situe dans la plage horaire donnée.
hr: Ova radnja će vratiti Booleovu vrijednost koja predstavlja je li sat danog datuma unutar danog vremenskog okvira.
hu: Ez a művelet egy logikai értéket ad vissza, amely jelzi, hogy az adott dátum órája a megadott időkereten belül van-e.
it: Questa azione restituirà un valore booleano che indica se l'ora della data fornita è compresa nell'intervallo di tempo specificato.
ja: このアクションは、指定された日付の時刻が指定された時間枠内にあるかどうかを表すブール値を返します。
lt: Šis veiksmas grąžins loginę reikšmę, nurodančią, ar nurodytos datos valanda yra nurodytame laiko intervale.
lv: Šī darbība atgriezīs Būla vērtību, kas norāda, vai dotā datuma stunda ir dotajā laika periodā.
nb: Denne handlingen vil returnere en boolsk verdi som representerer om timen til den gitte datoen er innenfor den gitte tidsrammen.
nl: Deze handeling retourneert een Booleaanse waarde die aangeeft of het uur van de gegeven datum binnen het gegeven tijdsbestek valt.
nn: Denne handlinga vil returnere ein boolsk verdi som representerer om timen til den gjevne datoen er innanfor den gjevne tidsramma.
pl: Ta czynność zwróci wartość logiczną reprezentującą, czy godzina podanej daty mieści się w podanym przedziale czasowym.
ro: Această acțiune va returna o valoare booleană care reprezintă dacă ora datei date se află în intervalul de timp dat.
sk: Táto akcia vráti boolovskú hodnotu reprezentujúcu, či hodina daného dátumu je v danom časovom rámci.
sl: To dejanje bo vrnilo logično vrednost, ki predstavlja, ali je ura danega datuma znotraj danega časovnega okvira.
sv: Denna åtgärd returnerar ett booleskt värde som representerar om timmen för det angivna datumet ligger inom den angivna tidsramen.
tr: Bu işlem, verilen tarihin saatinin verilen zaman dilimi içinde olup olmadığını temsil eden bir Boolean değeri döndürür.
uk: Ця дія поверне логічне значення, яке вказує, чи година заданої дати знаходиться в межах заданого часового проміжку.
zh_hans: 此操作将返回一个布尔值，表示给定日期的小时是否在给定的时间范围内。

source: This app is your toolbox for Shortcuts, providing reusable actions that Apple doesn't include out of the box.
bg: Това приложение е вашата кутия с инструменти за Shortcuts, предоставяйки действия за многократна употреба, които Apple не включва стандартно.
cs: Tato aplikace je vaše sada nástrojů pro Zkratky, poskytující opakovaně použitelné akce, které Apple standardně nezahrnuje.
de: Diese App ist dein Werkzeugkasten für Kurzbefehle und bietet wiederverwendbare Aktionen, die Apple nicht standardmäßig mitliefert.
el: Αυτή η εφαρμογή είναι η εργαλειοθήκη σας για τις Συντομεύσεις, παρέχοντας επαναχρησιμοποιήσιμες ενέργειες που η Apple δεν περιλαμβάνει εκ των προτέρων.
es: Esta app es tu caja de herramientas para Atajos, proporcionando acciones reutilizables que Apple no incluye de serie.
et: See rakendus on sinu tööriistakast Otseteede jaoks, pakkudes korduvkasutatavaid toiminguid, mida Apple vaikimisi ei sisalda.
fi: Tämä sovellus on työkalupakkisi Pikakomennoille, tarjoten uudelleenkäytettäviä toimintoja joita Apple ei sisällytä valmiiksi.
fr: Cette app est votre boîte à outils pour Raccourcis, fournissant des actions réutilisables qu'Apple n'inclut pas par défaut.
hr: Ova aplikacija je vaš alatni okvir za Prečace, pružajući višekratne radnje koje Apple ne uključuje standardno.
hu: Ez az alkalmazás a Parancsok eszköztárad, amely újrafelhasználható műveleteket biztosít, amelyeket az Apple nem tartalmaz alapból.
it: Questa app è la tua cassetta degli attrezzi per Comandi Rapidi, fornendo azioni riutilizzabili che Apple non include di default.
ja: このアプリはショートカットのためのツールボックスで、Appleが標準で含めていない再利用可能なアクションを提供します。
lt: Ši programėlė yra jūsų įrankių rinkinys programėlei Sparčiosios komandos, teikiantis pakartotinai naudojamus veiksmus, kurių Apple neįtraukia į standartinę versiją.
lv: Šī lietotne ir jūsu rīku kaste lietotnei Saīsnes, nodrošinot atkārtoti izmantojamas darbības, kuras Apple neiekļauj pēc noklusējuma.
nb: Denne appen er din verktøykasse for Snarveier, og gir gjenbrukbare handlinger som Apple ikke inkluderer som standard.
nl: Deze app is jouw gereedschapskist voor Opdrachten en biedt herbruikbare handelingen die Apple niet standaard meelevert.
nn: Denne appen er verktøykassa di for Snarvegar, og gjev attbrukande handlingar som Apple ikkje inkluderer som standard.
pl: Ta aplikacja to Twój zestaw narzędzi dla Skrótów, oferujący czynności wielokrotnego użytku, które Apple nie dołącza standardowo.
ro: Această aplicație este cutia dvs. de unelte pentru Scurtături, oferind acțiuni reutilizabile pe care Apple nu le include implicit.
sk: Táto aplikácia je váš panel nástrojov pre Skratky, ktorý poskytuje opakovane použiteľné akcie, ktoré Apple štandardne neponúka.
sl: Ta aplikacija je vaša orodjarna za Bližnjice, ki zagotavlja dejanja za večkratno uporabo, ki jih Apple ne vključuje v osnovno različico.
sv: Denna app är din verktygslåda för Genvägar och tillhandahåller återanvändbara åtgärder som Apple inte inkluderar som standard.
tr: Bu uygulama, Kestirmeler için araç kutunuzdur ve Apple'ın varsayılan olarak sağlamadığı yeniden kullanılabilir işlemler sunar.
uk: Цей додаток - ваш набір інструментів для Швидких команд, що надає багаторазові дії, які Apple не включає за замовчуванням.
zh_hans: 此App是您的"快捷指令"工具箱，提供Apple未内置的可重复使用的操作。

source: This app needs permission to send notifications for Shortcuts actions.
bg: Това приложение се нуждае от разрешение за изпращане на известия за действия на Shortcuts.
cs: Tato aplikace potřebuje oprávnění k odesílání oznámení pro akce Zkratek.
de: Diese App benötigt die Berechtigung zum Senden von Mitteilungen für Kurzbefehl-Aktionen.
el: Αυτή η εφαρμογή χρειάζεται άδεια για αποστολή ειδοποιήσεων για ενέργειες Συντομεύσεων.
es: Esta app necesita permiso para enviar notificaciones para las acciones de Atajos.
et: See rakendus vajab luba teavituste saatmiseks Otseteede toimingute jaoks.
fi: Tämä sovellus tarvitsee luvan lähettää ilmoituksia Pikakomento-toimintoja varten.
fr: Cette app a besoin de l'autorisation d'envoyer des notifications pour les actions de Raccourcis.
hr: Ova aplikacija treba dozvolu za slanje obavijesti za radnje Prečaca.
hu: Ennek az alkalmazásnak engedélyre van szüksége az értesítések küldéséhez a Parancsok műveleteihez.
it: Questa app ha bisogno dell'autorizzazione per inviare notifiche per le azioni di Comandi Rapidi.
ja: このアプリはショートカットのアクションのために通知を送信する許可が必要です。
lt: Šiai programėlei reikia leidimo siųsti pranešimus Sparčiųjų komandų veiksmams.
lv: Šai lietotnei ir nepieciešama atļauja sūtīt paziņojumus Saīsnes darbībām.
nb: Denne appen trenger tillatelse til å sende varsler for Snarveier-handlinger.
nl: Deze app heeft toestemming nodig om meldingen te versturen voor handelingen in Opdrachten.
nn: Denne appen treng løyve til å sende varslar for Snarvegar-handlingar.
pl: Ta aplikacja potrzebuje uprawnienia do wysyłania powiadomień dla czynności Skrótów.
ro: Această aplicație are nevoie de permisiune pentru a trimite notificări pentru acțiunile din Scurtături.
sk: Táto aplikácia potrebuje povolenie na odosielanie oznámení pre akcie Skratiek.
sl: Ta aplikacija potrebuje dovoljenje za pošiljanje obvestil za dejanja Bližnjic.
sv: Denna app behöver behörighet att skicka aviseringar för Genvägar-åtgärder.
tr: Bu uygulama, Kestirmeler işlemleri için bildirim göndermek üzere izin gerektirir.
uk: Цей додаток потребує дозволу на надсилання сповіщень для дій Швидких команд.
zh_hans: 此App需要权限才能为"快捷指令"操作发送通知。

source: This app provides actions for the Shortcuts app.
bg: Това приложение предоставя действия за приложението Shortcuts.
cs: Tato aplikace poskytuje akce pro aplikaci Zkratky.
de: Diese App bietet Aktionen für die Kurzbefehle-App.
el: Αυτή η εφαρμογή παρέχει ενέργειες για την εφαρμογή Συντομεύσεις.
es: Esta app proporciona acciones para la app Atajos.
et: See rakendus pakub toiminguid Otseteede rakendusele.
fi: Tämä sovellus tarjoaa toimintoja Pikakomennot-sovellukselle.
fr: Cette app fournit des actions pour l'app Raccourcis.
hr: Ova aplikacija pruža radnje za aplikaciju Prečaci.
hu: Ez az alkalmazás műveleteket biztosít a Parancsok alkalmazáshoz.
it: Questa app fornisce azioni per l'app Comandi Rapidi.
ja: このアプリはショートカットアプリのためのアクションを提供します。
lt: Ši programėlė teikia veiksmus programėlei Sparčiosios komandos.
lv: Šī lietotne nodrošina darbības lietotnei Saīsnes.
nb: Denne appen gir handlinger for Snarveier-appen.
nl: Deze app biedt handelingen voor de Opdrachten-app.
nn: Denne appen gjev handlingar for Snarvegar-appen.
pl: Ta aplikacja oferuje czynności dla aplikacji Skróty.
ro: Această aplicație oferă acțiuni pentru aplicația Scurtături.
sk: Táto aplikácia poskytuje akcie pre aplikáciu Skratky.
sl: Ta aplikacija zagotavlja dejanja za aplikacijo Bližnjice.
sv: Denna app tillhandahåller åtgärder för Genvägar-appen.
tr: Bu uygulama, Kestirmeler uygulaması için işlemler sağlar.
uk: Цей додаток надає дії для програми Швидкі команди.
zh_hans: 此App为"快捷指令"App提供操作。

source: Thread ID
bg: ИД на нишка
cs: ID vlákna
el: Αναγνωριστικό νήματος
es: ID de hilo
et: Lõime ID
fi: Säikeen tunniste
fr: ID de fil
hr: ID niti
hu: Szálazonosító
it: ID thread
ja: スレッドID
lt: Gijos ID
lv: Pavediena ID
nb: Tråd-ID
nn: Tråd-ID
pl: ID wątku
ro: ID fir
sk: ID vlákna
sl: ID niti
sv: Tråd-ID
tr: İş Parçacığı Kimliği
uk: ID потоку
zh_hans: 线程ID

source: Thursday
bg: Четвъртък
cs: Čtvrtek
de: Donnerstag
el: Πέμπτη
es: Jueves
et: Neljapäev
fi: Torstai
fr: Jeudi
hr: Četvrtak
hu: Csütörtök
it: Giovedì
ja: 木曜日
lt: Ketvirtadienis
lv: Ceturtdiena
nb: Torsdag
nl: Donderdag
nn: Torsdag
pl: Czwartek
ro: Joi
sk: Štvrtok
sl: Četrtek
sv: Torsdag
tr: Perşembe
uk: Четвер
zh_hans: 星期四

source: Time Sensitive?
bg: Времечувствително?
cs: Časově citlivé?
de: Zeitkritisch?
el: Χρονικά ευαίσθητο;
es: ¿Urgente?
et: Ajatundlik?
fi: Aikaherkkä?
fr: Urgent ?
hr: Vremenski osjetljivo?
hu: Időérzékeny?
it: Urgente?
ja: 時間的制約？
lt: Laiko atžvilgiu svarbu?
lv: Laika ziņā steidzams?
nb: Tidssensitiv?
nl: Tijdgevoelig?
nn: Tidssensitiv?
pl: Pilne?
ro: Sensibil la timp?
sk: Časovo citlivé?
sl: Časovno občutljivo?
sv: Tidskänslig?
tr: Zamana Duyarlı mı?
uk: Термінове?
zh_hans: 时效性？

source: Title
bg: Заглавие
cs: Název
de: Titel
el: Τίτλος
es: Título
et: Pealkiri
fi: Otsikko
fr: Titre
hr: Naslov
hu: Cím
it: Titolo
ja: タイトル
lt: Pavadinimas
lv: Virsraksts
nb: Tittel
nl: Titel
nn: Tittel
pl: Tytuł
ro: Titlu
sk: Názov
sl: Naslov
sv: Titel
tr: Başlık
uk: Заголовок
zh_hans: 标题

source: Today
bg: Днес
cs: Dnes
de: Heute
el: Σήμερα
es: Hoy
et: Täna
fi: Tänään
fr: Aujourd'hui
hr: Danas
hu: Ma
it: Oggi
ja: 今日
lt: Šiandien
lv: Šodien
nb: I dag
nl: Vandaag
nn: I dag
pl: Dzisiaj
ro: Astăzi
sk: Dnes
sl: Danes
sv: Idag
tr: Bugün
uk: Сьогодні
zh_hans: 今天

source: Tomorrow
bg: Утре
cs: Zítra
de: Morgen
el: Αύριο
es: Mañana
et: Homme
fi: Huomenna
fr: Demain
hr: Sutra
hu: Holnap
it: Domani
ja: 明日
lt: Rytoj
lv: Rīt
nb: I morgen
nl: Morgen
nn: I morgon
pl: Jutro
ro: Mâine
sk: Zajtra
sl: Jutri
sv: Imorgon
tr: Yarın
uk: Завтра
zh_hans: 明天

source: Tuesday
bg: Вторник
cs: Úterý
de: Dienstag
el: Τρίτη
es: Martes
et: Teisipäev
fi: Tiistai
fr: Mardi
hr: Utorak
hu: Kedd
it: Martedì
ja: 火曜日
lt: Antradienis
lv: Otrdiena
nb: Tirsdag
nl: Dinsdag
nn: Tysdag
pl: Wtorek
ro: Marți
sk: Utorok
sl: Torek
sv: Tisdag
tr: Salı
uk: Вівторок
zh_hans: 星期二

source: Turning this on will allow the notification to break through Focus Modes
bg: Включването на това ще позволи на известието да прекъсва режимите Фокус
cs: Zapnutím této možnosti umožníte oznámení prolomit režimy soustředění
de: Wenn aktiviert, kann die Mitteilung Fokusmodi durchbrechen
el: Η ενεργοποίηση αυτού θα επιτρέψει στην ειδοποίηση να παρακάμψει τις λειτουργίες συγκέντρωσης
es: Activar esto permitirá que la notificación atraviese los modos de concentración
et: Selle sisselülitamine võimaldab teavitusel läbida fookusrežiime
fi: Tämän käyttöönotto sallii ilmoituksen ohittaa keskittymistilat
fr: Activer cette option permettra à la notification de passer outre les modes de concentration
hr: Uključivanje ove opcije omogućit će obavijesti da probije modove fokusa
hu: Ennek bekapcsolása lehetővé teszi az értesítésnek, hogy áttörjön a Fókusz módokon
it: Attivando questa opzione la notifica potrà ignorare le modalità Full Immersion
ja: これをオンにすると、通知が集中モードを突破できるようになります
lt: Įjungus tai, pranešimas galės prasiveržti pro susitelkimo režimus
lv: Ieslēdzot šo, paziņojums varēs pārraut fokusa režīmus
nb: Å slå dette på vil tillate varselet å bryte gjennom fokusmoduser
nl: Als dit is ingeschakeld, kan de melding door focusmodi heen breken
nn: Å slå dette på vil tillate varselet å bryte gjennom fokusmodusane
pl: Włączenie tej opcji pozwoli powiadomieniu przebić się przez tryby skupienia
ro: Activarea acestei opțiuni va permite notificării să treacă prin modurile Focus
sk: Zapnutím tejto možnosti povolíte oznámeniu prerušiť režimy sústredenia
sl: Vklop te možnosti bo obvestilu omogočil preboj skozi načine fokusa
sv: Att slå på detta tillåter aviseringen att bryta igenom fokuslägen
tr: Bunu etkinleştirmek, bildirimin Odak Modlarını aşmasına izin verecektir
uk: Увімкнення цього дозволить сповіщенню проривати режими фокусування
zh_hans: 开启此选项将允许通知突破专注模式

source: Type of Day
bg: Тип ден
cs: Typ dne
de: Tagestyp
el: Τύπος ημέρας
es: Tipo de día
et: Päevatüüp
fi: Päivätyyppi
fr: Type de jour
hr: Vrsta dana
hu: Nap típusa
it: Tipo di giorno
ja: 曜日の種類
lt: Dienos tipas
lv: Dienas tips
nb: Type dag
nl: Type dag
nn: Type dag
pl: Typ dnia
ro: Tip de zi
sk: Typ dňa
sl: Vrsta dneva
sv: Typ av dag
tr: Gün Türü
uk: Тип дня
zh_hans: 日期类型
